Repository: abdalmuneim/otlob_gaze
Catalog: assets/lang/app_*.arb
Languages: ar

# appTitleR
source: Otlob
ar: أطلب

# appTitleL
source: Gas
ar: غاز

source: No Internet available
ar: لا يوجد اتصال بالانترنت

# arrive_minute
source: {value,plural, =0{Arrived} =1{{value} Minute To Arrive} other{{value} Minutes To Arrive}}
ar: {value,plural, =0{وصل} =1{{value} دقيقة للوصول} =2{{value} دقيقتان للوصول} few{{value} دقائق للوصول} many{{value} دقيقةً للوصول}} other{{value} دقيقة للوصول}}

source: Communication with the driver
ar: التواصل مع السائق

source: write a message
ar: اكتب رسالة

source: Account
ar: الحساب

source: Ask for gas
ar: اطلب غاز

source: Order List
ar: قائمة الطلبات

# about_app
source: About the App
ar: عن التطبيق

source: Privacy Policy
ar: سياسة الخصوصية

source: Terms Conditions
ar: البنود والشروط

# please_confirm_delivery
source: Please confirm order delivery
ar: من فضلك أكد وصول الطلب

source: Not Received
ar: لم يتم الاستلام

# app_setting
source: Application settings
ar: اعدادات التطبيق

source: Settings
ar: الإعدادات

source: My Orders
ar: طلباتي

source: Logout
ar: تسجيل الخروج

source: Profile
ar: الملف الشخصي

source: Something Went Wrong
ar: هناك خطأ ما

source: Select your location
ar: حدد موقعك

# unAuthMessage
source: You Are Not Logged In, Try To LogIn Again
ar: حسابك غير مسجل حاول تسجيل الدخول مرة اخرى.

source: Around You
ar: بالقرب منك

source: Home Page
ar: الرئيسية

source: Banners Area
ar: مساحة إعلانية

# networkFailure
source: Failed To Connect To The Network Please Check Your Internet Connection
ar: فشل الاتصال بالشبكة ، يرجى التحقق من اتصالك بالإنترنت

source: Current Order
ar: الطلب الحالي

# give_location_access
source: Allow the app to locate your address
ar: السماح للتطبيق بتحديد عنوانك

# notification
source: Notifications
ar: التنبيهات

source: Show all
ar: مشاهدة الكل

# delivery_service_rating
source: Service Rating
ar: تقيم الخدمة

# your_review_for_evaluation
source: Your review for rating and service improvement?
ar: مراجعتك للتقييم وتسحين الخدمة؟

source: Confirm rating
ar: تأكيد التقييم

source: Today's Alerts
ar: تنبيهات اليوم

source: Previous Alerts
ar: تنبيهات سابقة

source: Read All
ar: قراءة الكل

source: Completed Orders
ar: الطلبات المكتمله

# request_nearby_gas
source: Order a gas cylinder from your nearest cart
ar: أطلب أسطوانة غاز من أقرب عربة لك

# rate_later
source: Rate the service later
ar: قيم الخدمة في وقت لاحق

# validate_location
source: Please select your location
ar: من فضلك أختر عنوانك

# currency
source: JOD
ar: دينار

source: Waiting Driver Acceptance
ar: بإنتظار موافقة السائق

source: Waiting Driver Delivery Confirmation
ar: بإنتظار تأكيد السائق للتوصيل

source: username
ar: أسم المستخدم

source: Reset the password
ar: إعادة تعيين كلمة السر

# pass
source: password
ar: كلمة المرور

# writePass
source: Write the password
ar: أكتب كلمة سر الحساب

source: Login
ar: تسجيل الدخول

# createNewAccount
source: Create a new account
ar: انشاء حساب جديد

# forgetYourData
source: Forgot your account details?
ar: هل نسيت بيانات حسابك؟

# signUpWithSocialMedia
source: Login in one of the social media
ar: سجل دخول بأحدي وسائل التواصل

source: full name
ar: الأسم بالكامل

# name
source: the name
ar: الاسم

source: phone number
ar: رقم الهاتف

source: Total orders
ar: إجمالي الطلبات

source: Today's orders
ar: طلبات اليوم

# enterPhoneNumber
source: Enter the phone number
ar: ادخل رقم الهاتف

# mail
source: e-mail
ar: البريد الالكتروني

# writeMail
source: write your email
ar: أكتب البريد الالكتروني

# confirmPass
source: confirm password
ar: تأكيد كلمة المرور

# writeConfirmPass
source: Write the password confirmation
ar: أكتب تأكيد كلمة المرور

# location
source: delivery address
ar: عنون التوصيل

# writeLocation
source: Write the delivery address
ar: أكتب عنون التوصيل

# allowTheAppToDetermineLocation
source: allow the app to specify the address
ar: السماح للتظبيق بتحديد العنوان

# createAccount
source: Create user account
ar: انشاء حساب مستخدم

source: Create The account
ar: انشاء الحساب

source: Enter Valid Name
ar: برجاء إدخال اسم صحيح

source: Enter Valid Email
ar: برجاء إدخال بريد إلكتروني صحيح

source: Enter Valid Phone
ar: برجاء إدخال رقم هاتف صحيح

# enter_valid_verification_code
source: Enter a valid verification code
ar: أدخل رمز تحقق صحيح

# enter_valid_password
source: Password should contains 6 characters or 6 numbers at least
ar: كلمة السر يجب ان تحتوي علي 6 حروف او 6 ارقام علي الاقل

source: Please Fill This Field
ar: برجاء ملء هذا الحقل

source: Driver Data
ar: بيانات السائق

source: Update Account
ar: تعديل الحساب

source: Data modification
ar: تعديل البيانات

source: Select A Profile Picture
ar: تحديد صورة شخصية

source: Order From Closest Driver
ar: الطلب من أقرب سائق

# arabic_lang
source: Arabic
ar: العربية

# english_lang
source: English
ar: الانجليزية

source: Ask Gas Unit
ar: طلب وحدة غاز

# behind_you
source: Meters near you
ar: متر بالقرب منك

source: Other data
ar: بيانات أخري

source: Number of gas cylinder
ar: عدد الأسطونات

source: Wallet
ar: المحفظه

source: pay cash
ar: الدفع نقدا

# number_gas_cylinder
source: number gas cylinder Needed
ar: عدد الأسطوانات المطلوبة

source: Your wallet balance
ar: رصيد محفظتك

# delivery_cost
source: Cost delivery
ar: تكلفة التوصيل

source: continue
ar: إستمرار

source: Total Balance
ar: الرصيد الكلي

source: Balance Withdrawal
ar: سحب الرصيد

source: in the wallet
ar: في المحفظه

source: you can pull
ar: يمكنك سحب

source: Recharge The Balance
ar: شحن رصيد

source: Withdraw Money
ar: سحب المال

# connect_me
source: connect with me
ar: تواصل معي

source: Received
ar: تم الاستلام

source: Cancel
ar: إلغاء

source: Yes
ar: نعم

source: No
ar: لا

source: Order Details
ar: تفاصيل الطلب

source: Order Received
ar: تم استلام الطلب

# confirm_address
source: Confirm the address
ar: تأكيد العنوان

# confirm_my_location
source: Confirm my location on the map
ar: تأكيد موقعي علي الخريطة

source: Building number
ar: رقم المبني

source: Floor number
ar: رقم الطابق

# nots_to_drive
source: Notes to the driver
ar: ملاحظات للسائق

# account_edited_successfully
source: The account has been edited Successfully
ar: تم تعديل الحساب بنجاح

# user_not_found
source: Your account was not found, please sign in again
ar: لم يتم العثور علي حسابك من فضلك قم بتسجيل الدخول مرة اخري

# enable_location
source: Please enable the location service
ar: الرجاء تمكين خدمة الموقع

source: Add Address
ar: إضافة العنوان

source: Edit Address
ar: تعديل العنوان

source: Address Title
ar: اسم العنوان

# is_default_address
source: Is this your default location?
ar: هل هذا موقعك الافتراضي؟

# recharge_card_number
source: Recharging card number
ar: رقم كارت الشحن

source: Billing Card
ar: كارت شحن

# valid_card_number
source: Enter valid card number
ar: أدخل رقم بطاقة صحيح

source: Number of cylinders:
ar: عدد الاسطوانات:

source: Account recovery
ar: استعادة الحساب

# account_recovery_note
source: You can restore the account by entering your phone number or email, and a verification code will be sent
ar: يمكنك استعادة الحساب عبر ادخال رقم هاتفك او بريدك الالكتروني وسيتم ارسال رمز التحقق

source: OR
ar: أو

source: Exit
ar: إغلاق

source: Do you want to exit the app
ar: هل تريد إغلاق التطبيق

source: Your orders list is empty
ar: قائمة الطلبات الخاصة بك فارغة

# do_you_want_to_delete_all_notification
source: Do you want to delete all Notifications?
ar: هل تريد حذف جميع التنبيهات؟

source: Verify Your Account
ar: تحقق من حسابك

source: Verification Code
ar: رمز التحقق

source: Resend Code
ar: أعد إرسال الرمز

# confirm_order
source: Confirmation
ar: تأكيد الطلب
